[MMSoldierListHelper]
m_strSortListLabel=СОРТИРОВАТЬ СПИСОК
m_strReverseOrderLabel=ОБРАТНЫЙ ПОРЯДОК
m_strSelectOrderLabel=ВЫБРАТЬ ПОРЯДОК

[MiniModsStrategy]
m_strClearPerksButton="Очистить способности"
m_strClearPerksTitle="Очистить способности"
m_strClearPerksWarning="Все способности солдата будут удалены, чтобы вы могли выбрать новые. Однако любые бонусы от новых перков будут игнорироваться. Обучение новым навыкам приводит к <XGParam:IntValue0> дням усталости для солдата. Следующая такая тренировка будет доступна после <XGParam:IntValue1> миссий. <XGParam:StrValue1/> Приступить?"
m_strClearPerksConfirm="Подтвердить"
m_strClearPerksCancel="Отменить"
m_strClearPerksNeedMeld="Эта процедура потребляет <XGParam:IntValue2/> Состава."
m_strMeldHealButton="Применить Состав"
m_strMeldHealDesc="Вы можете сократить время выздоровления или ремонта на <XGParam:IntValue0/> дней (не менее <XGParam:IntValue1/> дней) за <XGParam:IntValue2/> Состава."
m_strMeldHealFatiguePurge="Вы можете снять усталость за <XGParam:IntValue2/> Состава."
m_strMissingInInventory="ЗАБЫТО В ИНВЕНТАРЕ"
m_strPerkGivesItemCharges="Предоставляет бесплатное (или дополнительное) использование следующих предметов:"

[MiniModsTactical]
m_strSalvageTitle="Отправить команду зачистки территории?"
m_strSalvageBody="Мы можем нанять дополнительные команды зачистки за <XGParam:StrValue0/> для извлечения большего количества сырья (<XGParam:IntValue0/> элерия и <XGParam:IntValue1/> сплавов).\nТекущий остаток денежных средств: <XGParam:StrValue1/>."
m_strSalvageAccept="Подтвердить"
m_strSalvageCancel="Нет, спасибо"
m_strShadowStepping="Теневой шаг"
m_strShadowStepBuster="Теневой убийца"
m_strShadowStepBuffDesc="Этот отряд не вызывает ответный огонь противника"
m_strShadowStepDashSuffix=" когда бежит"
m_strShadowStepMoveSuffix=" когда идёт"
m_strReactionBlockedBySmoke="- не получает ответный выстрел, если линия огня проходит сквозь дым."

m_strScoutSenseName="Чувство Разведчика"
m_strScoutSenseHelp="Обостряются чувства, чтобы слышать ближайших врагов."
m_strScoutSenseRest="Поиск оставшихся"
m_strScoutSensePerkDesc="Обостренные чувства позволяют этому солдату указывать направление на ближайших врагов. Умение улучшается с повышением звания солдата."
m_strDistanceInTiles="Дистанция в плитках:"
m_strScoutSenseMessage[0]="Очень близко"
m_strScoutSenseMessage[1]="Близко"
m_strScoutSenseMessage[2]="Не далеко"
m_strScoutSenseMessage[3]="Довольно далеко"
m_strScoutSenseMessage[4]="Далеко"
m_strScoutSenseMessage[5]="Очень Далеко"
m_strScoutSenseMessage[6]=""

m_strGameSpeed=Скорость игры

[MiniModsOptionsContainer]
m_arrCreditsMiniMods=<h1>MINI MODS\n(для XCom EW и LW)</h1>
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=<h2>АВТОР</h2>
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=Szymon 'szmind' Zminda
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=<h3>Дизайн и программирование</h3>
m_arrCreditsMiniMods='szmind'
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=<h3>Тестеры</h3>
m_arrCreditsMiniMods='kdm2k6' (бесценный отзыв о поддержке геймпада)
m_arrCreditsMiniMods='UCross'
m_arrCreditsMiniMods='fjz' aka 'sol999
m_arrCreditsMiniMods='datar0'
m_arrCreditsMiniMods='Snackhound'
m_arrCreditsMiniMods='Loriendal'
m_arrCreditsMiniMods='Lafiir'
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=<h3>Исправления</h3>
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods='szmind'
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=<h3>Переводчики</h3>
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods='Loriendal' (Русский)
m_arrCreditsMiniMods='SvartirMaidenRuby aka Ruby Jabberwocky' (Испанский)
m_arrCreditsMiniMods='szmind' (Польский)
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=<h3>Особая благодарность:</h3>
m_arrCreditsMiniMods='AzXeus' - за ознакомление меня с сценариями в UDK
m_arrCreditsMiniMods='Loriendal' - за перевод и поддержку русской локализации
m_arrCreditsMiniMods=""
m_arrCreditsMiniMods=<h3>Контакт</h3>
m_arrCreditsMiniMods=szmind@gmail.com\nDiscord: szmind#7068

m_arrCreditsMapOrganizer=<h1>Менеджер карт похищений</h1>
m_arrCreditsMapOrganizer=""
m_arrCreditsMapOrganizer=<h2>Логика разделения карт</h2>
m_arrCreditsMapOrganizer=""
m_arrCreditsMapOrganizer='Snackhound'
m_arrCreditsMapOrganizer=""
m_arrCreditsMapOrganizer=<h3>Программирование</h3>
m_arrCreditsMapOrganizer='szmind'
m_arrCreditsMapOrganizer=""

m_arrVarName=ManufactureExaltLoot
m_arrVarFriendlyName=Производить предметы Экзальт
m_arrVarDescription=Позволяет производить уникальные предметы, полученные после рейда на базу Экзальт: <XGParam:StrValue0/>, <XGParam:StrValue1/> и <XGParam:StrValue2/>. Вы можете выбрать, какие (некоторые или все) можно построить, и установить соответствующие переменные стоимости/времени.

m_arrVarName=ManufactureExaltLoot.BuildItem
m_arrVarFriendlyName=""
m_arrVarDescription=Включить/Выключить <XGParam:StrValue0/> для производства. 

m_arrVarName=ManufactureExaltLoot.iTime
m_arrVarFriendlyName=""
m_arrVarDescription=Дней для производства <XGParam:StrValue0/> с определенным числом инженеров.\n\nВремя производства масштабируется с количеством инженеров. Оно более долгое, если у вас нет достаточно инженеров или короткое, если у вас есть их больше.\nПо умолчанию 10 или большее значение из DefaultGameCore.ini.\n<FONT COLOR='#FF0000'>ПРЕДУПРЕЖДЕНИЕ: если видите -1 нажмите "Восстановить Стандартные". Если оставить -1 элемент будет недоступен для производства (даже если вы включили его с помощью флажка).</FONT>

m_arrVarName=ManufactureExaltLoot.iEng
m_arrVarFriendlyName=""
m_arrVarDescription=Инженеры, необходимые для строительства <XGParam:StrValue0/> в течение определенного количества дней.\n\nВремя производства масштабируется с количеством инженеров. Оно более долгое, если у вас нет достаточно инженеров или короткое, если у вас есть их больше.\nПо умолчанию 70 или большее значение из DefaultGameCore.ini.\n<FONT COLOR='#FF0000'>ПРЕДУПРЕЖДЕНИЕ: если видите -1 нажмите "Восстановить Стандартные". Если оставить -1 элемент будет недоступен для производства (даже если вы включили его с помощью флажка).</FONT>

m_arrVarName=MapImageOnSquadSelect
m_arrVarFriendlyName=Изображение карты при выборе отряда
m_arrVarDescription=Показывает изображение карты на экране Выбора Отряда (то же самое изображение, которое будет использоваться для тактического сохранения в миссии). Давайте легко узнаем, с какой картой вы будете иметь дело. Вы можете добавить требование спутникового покрытия на континенте, где проходит миссия.

m_arrVarName=MapImageOnSquadSelect.m_bMapImageRequiresSat
m_arrVarFriendlyName=Требуется спутниковое покрытие
m_arrVarDescription=Изображение карты появится только в том случае, если у вас есть спутник над континентом, где проходит миссия.

m_arrVarName=MapImageOnSquadSelect.m_bMapImageOnlyOnce
m_arrVarFriendlyName=Показывать карту только один раз
m_arrVarDescription=Изображение карты, появляющееся каждый раз при входе в экран Выбора Отряда, может вызывать раздражение. Включите эту опцию, и карта будет отображаться только один раз - при первом входе в экран Выбора Отряда после оповещения миссии. Оно по-прежнему будет появляться после загрузки сохранения (если вы забыли). Как и с большинством параметров мини-модов - Вы всегда можете поставить галочку во время игры, и карта снова появится.

m_arrVarName=StripGearButton
m_arrVarFriendlyName=Использование предметов
m_arrVarDescription=Добавляет кнопку "СНЯТЬ СО ВСЕХ ПРЕДМЕТЫ" в меню настройки солдата в казарме (не только во время выбора отряда для миссии).

m_arrVarName=MeldHealing
m_arrVarFriendlyName=Ускорить лечение за состав
m_arrVarDescription=Вы можете использовать состав, чтобы ускорить исцеление солдат. Идите в казарму и осмотрите раненого (или уставшего) солдата. Вы увидите кнопку и некоторую информацию о расходах в верхней части экрана. Вы можете заблокировать функцию для выбранной вами технологии и определить стоимость состава или время лечения (как максимальный, так и минимальный порог). И вы можете отключить работу этой функции на Т-бмп.

m_arrVarName=MeldHealing.MELDHEAL_DAYS_PER_CHARGE
m_arrVarFriendlyName=Сокращение времени в днях
m_arrVarDescription=Это количество дней, на которые сокращается время лечения с каждой инъекцией состава.

m_arrVarName=MeldHealing.MELDHEAL_FRACTION_PER_CHARGE
m_arrVarFriendlyName=Время уменьшено на %
m_arrVarDescription=Время выздоровления будет сокращено на этот % с каждой инъекцией состава. Если вы также используете "Сокращение времени в днях", то сначала происходит сокращение в %, а затем "Сокращение времени в днях". Вам не нужно рассчитывать все это вручную - игра автоматически рассчитает общее сокращение времени для каждого раненого солдата и сообщит вам общее сокращение.

m_arrVarName=MeldHealing.MELDHEAL_MELD_PER_CHARGE
m_arrVarFriendlyName=Цена состава за использование
m_arrVarDescription=Каждая инъекция будет стоить эту сумму состава. Если у вас недостаточно состава, кнопка все равно появится, но будет отключена.

m_arrVarName=MeldHealing.MELDHEAL_MINIMUM_WOUND_DAYS
m_arrVarFriendlyName=Минимальное время выздоровления
m_arrVarDescription=Вы не можете сократить время лечения ниже этого количества дней. Вы можете установить его на 0, если хотите включить полное лечение с помощью состава.

m_arrVarName=MeldHealing.MELDHEAL_FATIGUE_PURGE
m_arrVarFriendlyName=Убрать усталость
m_arrVarDescription=Если вы отметите эту опцию, инъекция состава удалит состояние усталости.

m_arrVarName=MeldHealing.MELDHEAL_CONFIRM_POPUP
m_arrVarFriendlyName=Подтверждение всплывающего окна
m_arrVarDescription=Если вы отметите эту опцию, вам будет предложено подтвердить каждую инъекцию состава. Помогает предотвратить случайное нажатие на кнопку.

m_arrVarName=MeldHealing.MELDHEAL_TECH_REQUIRED
m_arrVarFriendlyName=Требуемая технология
m_arrVarDescription=Выберите исследовательский проект, который необходимо завершить, прежде чем вы сможете использовать состав в лечебных целях. Вы можете установить его на "Нет".

m_arrVarName=MeldHealing.bShowMeldHealInfo
m_arrVarFriendlyName=Показать подсказки
m_arrVarDescription=Нажмите включить/выключить отображение сообщения в верхней части экрана в казармах, информирующего о стоимости процедуры и сокращении времени лечения (если вы используете фиксированные параметры, сообщение всегда будет показывать то же самое, поэтому вы можете посчитать его одноразовым - отсюда и эта опция).

m_arrVarName=MeldHealing.MELDHEAL_NOT_FOR_SHIVS
m_arrVarFriendlyName=Не для Т-бмп
m_arrVarDescription=Вы можете отключить исцеление составом (или скорее восстановление) для Т-бмп - если вы находите это нереалистичным или нарушающим баланс.

m_arrVarName=ClearPerks
m_arrVarFriendlyName=Переобучение перкам
m_arrVarDescription=С этим модом вы можете очистить перки солдата, у которого достаточно миссий. Это сделает солдата недоступным на несколько дней или недель. Процедура не очищает генные моды, пси-перки, перки за медали, или врожденные перки Мэк. Он очищает только "стандартные" перки и не очищает перки 1-го уровня (так что вы не можете изменить класс солдата). Мод отключает возможность поднять характеристики солдат во время тренировок. Поэтому любые бонусы от новых перков будут игнорироваться. Да, вы можете сосредоточиться на перках, дающих характеристики, затем после 10, 20 или 30 миссий очистите их и выберите другие перки, сохраняя статистику - это не обман, ветеран заслуживает некоторого повышения, верно? Особенно после того, как остался в живых только с перками дающими характеристики. Если, нажав "Сбросить способности", вам нужно было назначить обычное повышение (новый уровень приобретен, но способность еще не выбрана), процедура переподготовки должна соответствующим образом завершиться (т. е. предпоследний уровень), оставляя вам возможность нормальной повышения после переподготовки.\n<FONT COLOR='#00FF00'> Вы должны полностью обучить солдата сразу - частичные изменения (например назначение нескольких перков и оставление остальных на потом) будут отменены.</FONT> В этом случае плата не взимается, и не будут внесены изменения в способности солдата. Навигационные кнопки отключены во время выбора перков, чтобы предотвратить нарушение процедуры, но вы все равно можете использовать Esc на клавиатуре (Протестировано) и возможно, Esc-эквивалентную кнопку геймпада (Не протестировано). Во время переподготовки вы можете нажимать кнопку "Сбросить способности" несколько раз - никаких затрат не будет взиматься, пока вы не завершите процедуру и не будет окончательно применена только стоимость ОДНОГО клика.\nПо умолчанию стоимость составляет 14 дней усталости и 10 миссий между перерывами. Вы можете добавить стоимость в виде состава и дополнительно включить требование разблокировать определенное обновление сначала в Школе офицеров.

m_arrVarName=ClearPerks.CLEARPERKS_MISSIONS_INTERVAL
m_arrVarFriendlyName=Интервал между миссиями
m_arrVarDescription=Солдат должен выполнить хотя бы такое количество миссий, чтобы иметь право на следующую повторную процедуру.\n\nПо умолчанию 10 миссий.

m_arrVarName=ClearPerks.CLEARPERKS_TIMEOUT_DAYS
m_arrVarFriendlyName=Перерыв в днях
m_arrVarDescription=Солдат будет недоступен в течение этого количества дней после повторной процедуры.\n\nПо умолчанию 14 дней.

m_arrVarName=ClearPerks.CLEARPERKS_MELD_COST
m_arrVarFriendlyName=Количество состава за использование
m_arrVarDescription=За переобучение солдаты потребляют это количество состава.\n\nПо умолчанию 0.

m_arrVarName=ClearPerks.CLEARPERKS_OTS_REQ
m_arrVarFriendlyName=Требуется обновление Школы офицеров
m_arrVarDescription=Для повторного переобучения солдат потребуется разблокировать это обновление Школы офицеров.\n\nПо умолчанию "Нет".

m_arrVarName=AbductionMapOrganizer
m_arrVarFriendlyName=Менеджер карты похищений
m_arrVarDescription=Этот мод позволяет решать максимальную сложность похищения для миссии на каждой карте. Если вам не нравятся похищения роями на заправочной станции, фаст-фуд или карта бара - это решит вашу проблему. Однако (на данный момент) вам необходимо вручную отредактировать файл DefaultMiniMods.ini и установить параметр MaxDifficulty для каждой карты. По умолчанию мод остановит Hard и похищения роем на маленьких картах. Настройки по умолчанию не были установлены мной. Это работа 'Snackhound'.\n\n<FONT COLOR='#00FF00'>Признательность 'Snackhound'.</FONT>

m_arrVarName=AbductionMapOrganizer.AbductionMapRules
m_arrVarFriendlyName=""
m_arrVarDescription=Установите максимально приемлемую сложность для карты. Если вы не хотите, чтобы карта менялась для более высоких сложностей, установите максимальную сложность на более низком уровне. Чем больше карта, тем выше должна быть приемлемая сложность.

m_arrVarName=OfficerIronWill
m_arrVarFriendlyName=Офицерская железная воля
m_arrVarDescription=Расширяет диапазон врожденных способностей офицера, который заключается в том, чтобы "давать статус Воли офицера ближайшим солдатам". Теперь это 18 плиток (раньше было 8 плиток). Или вы можете изменить свой собственный диапазон в настройках мода.

m_arrVarName=OfficerIronWill.OTS_LEADER_RANGE
m_arrVarFriendlyName=Расстояние разделения воли
m_arrVarDescription=Установите значение (в ячейках), чтобы расширить диапазон, в котором офицер передает свою волю партнерам по команде. Тем не менее, не ожидайте, что значения меньше 8 сократят диапазон (8 обеспечивается собственным кодом - неизменяемым). Кроме того, не ожидайте, что настройка 0 отключит совместное использование воли - 0 рассматривается как 8 (по умолчанию).

m_arrVarName=FuelConsumption
m_arrVarFriendlyName=Реалистичный расход топлива
m_arrVarDescription=В базовой игре вы можете оставаться в воздухе вечно даже с пустым топливным баком. С этим минимодом 1 топливо расходуется после каждого действия в воздухе. Потребление происходит в начале хода игрока. Если топливо устройства упадет до 0, он автоматически приземлится, когда вы переключитесь на него (это будет исправлено в будущем, но на данный момент вы можете использовать его и избегать переключения на устройство, чтобы держать его в воздухе).\n\nОбязательно текущее топливо будет объявлено всякий раз, когда вы активируете его, так что не только после переезда (чтобы вы знали запасы топлива ПЕРЕД передвижением).\nВы можете выбрать одну или обе вышеуказанные функции в опциях мода.

m_arrVarName=FuelConsumption.m_bFuelConsumption
m_arrVarFriendlyName=Расход топлива
m_arrVarDescription=Установите этот флажок, чтобы расходовать 1 топливо после каждого хода в воздухе. Потребление происходит в начале хода игрока. Если топливо устройства падает до 0, он автоматически приземлится, когда вы переключитесь на него.

m_arrVarName=FuelConsumption.m_bFuelAnnounceBeginTurn
m_arrVarFriendlyName=Отображение топлива
m_arrVarDescription=Установите этот флажок, и текущее топливо будет показываться всякий раз, когда вы активируете его, а не только после перемещения (чтобы вы знали запасы топлива ПЕРЕД перемещением).

m_arrVarName=FuelConsumption.ADJUST_FUEL_MULTIPLIER
m_arrVarFriendlyName=Коэффициент регулировки топлива
m_arrVarDescription=При включенном расходе топлива начальное топливо должно быть увеличено, чтобы компенсировать новую механику - в противном случае стандартное топливо, предоставляемое Архангелом или летающим SHIV, не будет длиться долго. Отсюда и этот простой в использовании множитель всего летающего топлива в игре. Он будет применяться ко всем летающим юнитам в начале каждой битвы. По умолчанию установлено значение 2. А 0 означает, что стандартные запасы топлива будут удвоены. Вы можете изменить это по своему вкусу - просто имейте в виду, что вы не можете добавлять топливо во время миссии. Но если вы измените коэффициент и перезапустите миссию, вы получите увеличение/уменьшение топлива после перезапуска.\n<FONT COLOR='#00FF00'>В качестве альтернативы - вы можете редактировать вручную DefaultGameCore.ini чтобы каждый тип топлива регулировался по-разному.</FONT>

m_arrVarName=DisorientExalt
m_arrVarFriendlyName=Дизориентация экзальт от радара
m_arrVarDescription=Когда ваш тайный агент взламывает массив радаров, все подразделения экзальт получают статус Дизориентирован вместо того, чтобы их оружие было отключено (как если бы все экзальт были поражены светошумовой гранатой).\n\nВы можете настроить штраф и длительность эффекта (проверьте настройки мода).\n\nВы также можете установить шанс применить эффект случайным образом (не для каждой единицы экзальт).

m_arrVarName=DisorientExalt.m_bRevealAll
m_arrVarFriendlyName=Взлом раскрывает всех экзальтовцев
m_arrVarDescription=Если установить этот флажок, все нераскрытые единицы экзальт будут обнаружены после взлома радара.

m_arrVarName=DisorientExalt.m_bUnlimitedArrayHacks
m_arrVarFriendlyName=Скоростной Гонзалес
m_arrVarDescription=Позволяет активировать 2 радара за один ход (вау, ты так быстро бегаешь?)

m_arrVarName=DisorientExalt.FLASH_BOMB_AIM_PENALTY
m_arrVarFriendlyName=Штраф меткости
m_arrVarDescription=Установите количество штрафа за цель, которое будет применено ко всем экзальтовцам после взлома радара. Эффект не складывается, если вы включили "Скоростной Гонзалес" и вам удалось взломать 2 радара за один ход.

m_arrVarName=DisorientExalt.FLASH_BOMB_TURNS_AFFECTING
m_arrVarFriendlyName=Продолжительность эффекта
m_arrVarDescription=Установите количество ходов, в течение которых экзальт будут дезориентированы после взлома радара. При взломе другого радара счетчик возвращается к этому значению.\nПРИМЕР: у вас установлено значение 2. После взлома радара экзальт имеют свой ход и все страдают от дезориентации. Затем, в свою очередь, вы взламываете другой радар. Предыдущий эффект удаляется у экзальтовцев и они снова поражены новой "вспышкой" - таким образом, счетчик установлен на 2 хода.

m_arrVarName=DisorientExalt.FLASH_BOMB_CHANCE_AFFECTING
m_arrVarFriendlyName=Вероятность срабатывания
m_arrVarDescription=Установите процентную вероятность (для каждого врага отдельно), что экзальтовец получит статус Дизориентирован. Тест проводится для каждого юнита отдельно. Если вероятность \<100, некоторые EXALT будут дезориентированы, а другие нет.

m_arrVarName=MiscMiniMods
m_arrVarFriendlyName=Разные Минимоды
m_arrVarDescription=Пакет небольших дополнений пользовательского интерфейса, не обязательно изменяющих какую-либо механику - просто предоставляют дополнительную полезную информацию, такую ​​как числовой счетчик боеприпасов, индикатор номера поворота и т.д.

m_arrVarName=MiscMiniMods.m_bTilesCounterPopUp
m_arrVarFriendlyName=Количество плиток до цели
m_arrVarDescription=Небольшое дополнение интерфейса - каждый раз, когда вы нацеливаетесь на врага, небольшое всплывающее окно сообщит вам расстояние (в плитках) до цели. например полезно определить, сработают ли Близкие контакты или как далеко вы находитесь для определения прицеливаемого бонуса/штрафа за расстояние.

m_arrVarName=MiscMiniMods.m_bTurnCounter
m_arrVarFriendlyName=Счетчик ходов
m_arrVarDescription=В начале каждого хода вам сообщат номер текущего хода. Полезно при использовании модов, зависящих от длины миссии (например Зелёный туман).

m_arrVarName=MiscMiniMods.m_bContinentalFellowArchives
m_arrVarFriendlyName=Архивы гражданина мира
m_arrVarDescription=Предоставляет информацию об играх, завершенных после запуска на каждом из континентов. Помогает выполнить достижение "Гражданин мира" (за победу в игре после старта с каждого из континентов). Информация отображается в виде отчета в архивах исследований. Загрузите любое сохранение на уровне стратегии, перейдите в архивы исследований и прокрутите список вниз - в самом конце списка вы найдете отчет.

m_arrVarName=MiscMiniMods.m_bShowAlienResources
m_arrVarFriendlyName=Показать ресурсы инопланетян
m_arrVarDescription=Дополнение к оперативному штабу  - раскрывает скрытые данные: исследования инопланетян (Alien Research), ресурсы инопланетян (Alien Resources) и угроза XCom (XCom Threat).

m_arrVarName=MiscMiniMods.m_bSquadSelectProgress
m_arrVarFriendlyName=Прогресс выбора команды 
m_arrVarDescription=""

m_arrVarName=MiscMiniMods.m_bSquadSelectProgressShowBar
m_arrVarFriendlyName=Показать индикатор выполнения
m_arrVarDescription=""

m_arrVarName=MiscMiniMods.m_bSquadSelectProgressShowTxt
m_arrVarFriendlyName=Показать числовую информацию
m_arrVarDescription=""

m_arrVarName=SalvageMod
m_arrVarFriendlyName=Цена команды зачистки
m_arrVarDescription=В конце некоторых миссий (которые вы устанавливаете) вам будет предложено нанять дополнительные команды зачистки, чтобы получить больше элерия и сплавов (по умолчанию на 50% больше). Вам будут сообщены суммы бонусов, а также стоимость всей операции и текущий остаток денежных средств. Тем не мение,если вы включили мод во время текущей миссии, остаток денежных средств будет показывать 0 (это потому, что мод не имел возможности работать в штаб-квартире и еще не записал остаток денежных средств).\n\nЦена каждого дополнительного куска элерия/сплавов может быть установлена в настройках мода, но по умолчанию она удваивает цену продажи на Сером рынке (мод будет просто читать ее из DefautGameCore.ini и умножать на 2). Если у вас недостаточно денег, вы все равно можете принять предложение - в этом случае остаток ваших финансов станет отрицательным после возвращения из миссии.\n\nПредположительно, что вы не сможете включить команды зачистки в каждой миссии (например в случае террора или похищения). Поэтому типы "разрешенных" миссий выбираются в настройках мода. По умолчанию разрешено использовать команды зачистки в: миссии НЛО, база инопланетян, база экзальт, миссия по восстановлению данных экзальт.

m_arrVarName=SalvageMod.bRandomizeExtraSalvage
m_arrVarFriendlyName=Тип расчета
m_arrVarDescription=Определяет способ расчета количества дополнительных ресурсов.\n\nИсправление - нормальный лут всегда умножается на фиксированный "множитель лута".\n\nRandom - нормальный лут умножается на случайный множитель. Случайное значение выбирается между 1,0 и "множителем добычи". Вы можете установить разные множители для элерия и сплавов, и они будут учитываться в процессе рандомизации. Например: максимальный множитель для элерия составляет 1,60, а для сплавов 1,40, поэтому случайная добыча для элерия составляет 1,0-1,60, а для сплавов 1,0-1,40.

m_arrVarName=SalvageMod.bRandomizeExtraSalvage.False
m_arrVarFriendlyName=Исправлено
m_arrVarDescription="" 

m_arrVarName=SalvageMod.bRandomizeExtraSalvage.True
m_arrVarFriendlyName=Случайно
m_arrVarDescription="" 

m_arrVarName=SalvageMod.ELERIUM_SALVAGE_MOD
m_arrVarFriendlyName=Множитель добычи элерия
m_arrVarDescription=Стандартная добыча элерия умножается на этот коэффициент, когда вы решаете нанять команды зачистки. Если вы выбрали "случайный" тип расчета, это будет максимально возможный множитель для элерия (минимум 1.0).\n\nПРИМЕР:\nМножитель добычи элерия=1.60\nТаким образом, вы получаете предложение на получение фиксированных +60% элерия ИЛИ вы получаете предложение на получение случайных дополнительных 0-60% от элерия (в зависимости от выбранного "Типа расчета").

m_arrVarName=SalvageMod.ALLOYS_SALVAGE_MOD
m_arrVarFriendlyName=Множитель добычи сплавов
m_arrVarDescription=Добыча стандартных сплавов умножается на этот коэффициент, когда вы решаете нанять команды зачистки. Если вы выбрали "случайный" тип расчета, это будет максимально возможный множитель для сплавов (минимум 1,0).\n\nПРИМЕР:\nМножитель добычи сплавов=1.40\nТаким образом, вы получаете предложение для получения фиксированных + 40% сплавов ИЛИ вы получаете предложение для случайного получения дополнительных 0-40% сплавов (в зависимости от выбранного "Типа расчета").

m_arrVarName=SalvageMod.ELERIUM_SALVAGE_COST
m_arrVarFriendlyName=Цена дополнительного элерия
m_arrVarDescription=Это стоимость, которую вы должны заплатить за каждый дополнительный кусок элериума. Это никогда не рандомизировано, всегда одинаково. Если вы установите цену в 0 (настройка по умолчанию), цена будет удвоена по цене продажи на Сером рынке (мод просто прочитает ее из DefautGameCore.ini и умножит на 2). Это также означает, что вы не можете обмануть мод, чтобы получить дополнительные ресурсы бесплатно. Вы должны заплатить как минимум 1 кредит за каждую дополнительную часть ресурсов (если вы установите цены на 1, они будут учитываться).\n\nПРИМЕР: цена элерия установлена на=10.\nТак что вы должны заплатить 10 кредитов за каждую дополнительную часть элерия.\n\nПРИМЕР: цена элерия установлена ​​на 0, а цена продажи элерия на сером рынке равна 1 (из DefaultGameCore.ini).\nТо фактическая цена каждого дополнительного элерия составляет 2 кредита за штуку.

m_arrVarName=SalvageMod.ALLOYS_SALVAGE_COST
m_arrVarFriendlyName=Цена дополнительных сплавов
m_arrVarDescription=Это стоимость, которую вы должны заплатить за каждый дополнительный кусок сплавов. Это никогда не рандомизировано, всегда одинаково. Если вы установите цену в 0 (настройка по умолчанию), цена будет удвоена по цене продажи на Сером рынке (мод просто прочитает ее из DefautGameCore.ini и умножит на 2). Это также означает, что вы не можете обмануть мод, чтобы получить дополнительные ресурсы бесплатно. Вы должны заплатить по крайней мере 1 кредит за каждый дополнительный кусок ресурсов (если вы установите цены на 1, они будут учитываться).\n\nEXMAPLE: цена на сплавы=10.\nТак что вы должны заплатить 10 кредитов за каждый дополнительный кусок сплавов.\n\nПРИМЕР: Цена на сплавы установлена ​​на 0, цена продажи для сплавов на Сером рынке - 1 (из DefaultGameCore.ini). Таким образом, фактическая цена дополнительных сплавов составляет 2 кредита за штуку.

m_arrVarName=SalvageMod.MissionTypeAllowed.UFOCrash
m_arrVarFriendlyName=Разбившийся НЛО
m_arrVarDescription=Разрешить команды зачистки в миссиях разбившихся НЛО. 

m_arrVarName=SalvageMod.MissionTypeAllowed.UFOLanded
m_arrVarFriendlyName=Приземлившийся НЛО
m_arrVarDescription=Разрешить команды зачистки в миссиях приземлившихся НЛО.

m_arrVarName=SalvageMod.MissionTypeAllowed.AlienBase
m_arrVarFriendlyName=Штурм базы инопланетян
m_arrVarDescription=Разрешить команды зачистки при нападении на базу пришельцев.

m_arrVarName=SalvageMod.MissionTypeAllowed.ExaltRaid
m_arrVarFriendlyName=Штурм базы экзальт
m_arrVarDescription=Разрешить команды зачистки при нападении на базу экзальт. 

m_arrVarName=SalvageMod.MissionTypeAllowed.DataRecovery
m_arrVarFriendlyName=Восстановление данных
m_arrVarDescription=Разрешить команды зачистки на миссиях восстановления данных. 

m_arrVarName=SalvageMod.MissionTypeAllowed.ExtractAgent
m_arrVarFriendlyName=Скрытая добыча
m_arrVarDescription=Разрешить команды зачистки на миссиях скрытой добычи.

m_arrVarName=SalvageMod.MissionTypeAllowed.TerrorSite
m_arrVarFriendlyName=Акция террора
m_arrVarDescription=Разрешить команды зачистки на миссиях террора. 

m_arrVarName=SalvageMod.MissionTypeAllowed.CouncilMission
m_arrVarFriendlyName=Миссии совета
m_arrVarDescription=Разрешить команды зачистки на (не ДЛЦ) миссии совета финансирования. 

m_arrVarName=SalvageMod.MissionTypeAllowed.Abduction
m_arrVarFriendlyName=Похищения
m_arrVarDescription=Разрешить команды зачистки на миссиях похищения.

m_arrVarName=SalvageMod.MissionTypeAllowed.LowFriends
m_arrVarFriendlyName=Друзья внизу
m_arrVarDescription=Разрешить команды зачистки на миссию Друзья внизу (Slingshot ДЛЦ, спасение Чжана). 

m_arrVarName=SalvageMod.MissionTypeAllowed.ConfoundingLight
m_arrVarFriendlyName=Смешанный свет
m_arrVarDescription=Разрешить команды зачистки на миссию Смешанный свет (Slingshot ДЛЦ, миссия с поездом). 

m_arrVarName=SalvageMod.MissionTypeAllowed.Gangplank
m_arrVarFriendlyName=Десант
m_arrVarDescription=Разрешить команды зачистки на миссию Десант (Slinshot ДЛЦ, рейд на баржу). 

m_arrVarName=SalvageMod.MissionTypeAllowed.Portent
m_arrVarFriendlyName=Предзнаменование
m_arrVarDescription=Разрешить команды зачистки на миссию Предзнаменование (Progeny ДЛЦ, спасение выжившего экзальтовца). 

m_arrVarName=SalvageMod.MissionTypeAllowed.Deluge
m_arrVarFriendlyName=Дамба
m_arrVarDescription=Разрешить команды зачистки на миссию Дамба (Progeny ДЛЦ, спасение Аннет на дамбе). 

m_arrVarName=SalvageMod.MissionTypeAllowed.Furies
m_arrVarFriendlyName=Фурии
m_arrVarDescription=Разрешить команды зачистки на миссию Фурии (Progeny ДЛЦ, спасение псиоников с  Похитителя). 

m_arrVarName=SequentialOverwatch
m_arrVarFriendlyName=Последовательная боеготовность
m_arrVarDescription=<FONT COLOR='#00FF00'>Последовательная реакция срабатывания - это лишь одна из опций в этой улучшенной версии популярного мода "Sequential Overwatch".</FONT> Это настройка по умолчанию, но вы можете отключить ее и использовать только другие интересные опции.\nНовая дополнительная механика (которая может быть включена/выключен даже во время миссии) включает:\n- выстрелы, сделанные в порядке расстояния до цели\n- не допускаются выстрелы в режиме боеготовности сквозь дым\n- подавление работает для обычной боеготовности (стиль LW Rebalance)\n- Подразделения с перками Страж и Быстрое реагирование могут сделать 2 выстрела с помощью перка Огневая Поддержка\n- сверхбыстрая реакция (следующий выстрел по движущейся цели может быть произведен быстрее)

m_arrVarName=SequentialOverwatch.m_bItchyTrigger
m_arrVarFriendlyName=Зудящий триггер
m_arrVarDescription=<FONT COLOR='#00FF00'>Включение этой опции отключит реакцию последовательного огоня.<\FONT> Такая опция может выглядеть странно в моде под названием "Sequential Overwatch", но эта опция добавлена для игроков, которые воспринимают последовательную реакцию как крайне нереалистичную, но могут интересоваться другими функциями предлагаемыми этим модом.\n\nПо умолчанию: ВЫКЛ.

m_arrVarName=SequentialOverwatch.m_bItchyTrigger.True
m_arrVarFriendlyName=ВКЛ
m_arrVarDescription=""

m_arrVarName=SequentialOverwatch.m_bItchyTrigger.False
m_arrVarFriendlyName=ВЫКЛ
m_arrVarDescription=""

m_arrVarName=SequentialOverwatch.ShootingOrder
m_arrVarFriendlyName=Порядок стрельбы
m_arrVarDescription=Относится к последовательной стрельбе. Доступные опции:\n\nПо расстоянию - юниты производят свои ответные выстрелы в зависимости от расстояния до цели. Сначала стреляет ближайший юнит, а последний стреляет последним (интересно, поскольку он позволяет "тактическое" планирование, например: он гарантирует, что специалист по ближнему бою будет реагировать первым.\n\nПО УМОЛЧАНИЮ - стандартный беспорядок без понятной логики (все еще интересный с его ароматом неуверенности).

m_arrVarName=SequentialOverwatch.ShootingOrder.False
m_arrVarFriendlyName=По умолчанию
m_arrVarDescription=""

m_arrVarName=SequentialOverwatch.ShootingOrder.True
m_arrVarFriendlyName=По расстоянию
m_arrVarDescription=""

m_arrVarName=SequentialOverwatch.m_bSentinelCoveringFire
m_arrVarFriendlyName=Быстрая Огневая Поддержка
m_arrVarDescription=Юниты с перком "Беглый огонь" и перком "Страж" или "Быстрая реакция" (в базовой "Долгой войне" это может происходить только с обучающей рулеткой; однако, установите флажок "Быстрая Огневая Поддержка") могут стрелять дважды против действия одного и того же противника. <FONT COLOR='#00FF00'> Для этого параметра также необходимо включить "Очень быструю реакцию". </FONT>\n\nПо умолчанию: ВЫКЛ.

m_arrVarName=SequentialOverwatch.m_bSplitSentinelOWShots
m_arrVarFriendlyName=Сдвоенные быстрые выстрелы
m_arrVarDescription=Относится только к опции "Быстрая Огневая Поддержка". Делает второй выстрел юнитов с перком "Страж" или "Быстрая реакция" в конце очереди на стрельбу. Когда "Быстрая Огневая Поддержка" не включен, эта опция ничего не делает.\n\nПо умолчанию: ВКЛ.

m_arrVarName=SequentialOverwatch.m_bFasterRapidReaction
m_arrVarFriendlyName=Очень быстрая реакция
m_arrVarDescription=Относится в основном к "Быстрая Огневая Поддержка" (делает это на всех), но полезно и против движущихся целей. Вы могли заметить, что обычно 2-й (и 3-й) выстрел быстрой реакции делается после того, как цель перемещается на 2-3 плитки. Эта опция снимает это ограничение. Тем не менее, вы все равно не заметите никакой разницы только с одним стрелком - потому что стрелок все еще должен вернуться, чтобы укрыться после своего выстрела, и во время этой анимации цель перемещается и обычно проходит эти 2 плитки. Но если у вас есть например снайпер и другое подразделение с быстрой реакцией и стандартным дробовиком или винтовкой - оба в режиме наблюдения - вы заметите, что до того, как снайпер завершит медленную стрельбу, отряд с быстрой реакцией теперь будет готов сделать еще один ответный выстрел.

m_arrVarName=SequentialOverwatch.m_bFasterCCS
m_arrVarFriendlyName=Быстрый специалист ближнего боя.
m_arrVarDescription=Специалист ближнего боя стреляет, как только противник пытается двигаться, не дожидаясь, пока он переместится хотя бы на 1 плитку. Поэтому специалист будет реагировать даже на криссалида или берсерка, пытающегося приблизиться к нему с расстояния 1 клетки.

m_arrVarName=SequentialOverwatch.m_bAlwaysCoveringFire
m_arrVarFriendlyName=Всегда огневая поддержка
m_arrVarDescription=Эта опция вводит стиль боеготовности LW Rebalance. Это означает, что подавляющий огонь срабатывает даже с юнитами без перка "Огневая Поддержка" - точно так же, как у всех был перк "Огневая Поддержка". Хотя это делает перк излишним и может показаться раздражающим (мало что можно сделать, не вызвав реакции противника, даже не подавив, не получив выстрел - надеясь на промах), он предлагает новый тактический опыт и может быть освежающим для тактики. Определенно стоит попробовать - вы всегда можете выключить его даже во время миссии.

m_arrVarName=SequentialOverwatch.m_bSmokeBlocksReactionFire
m_arrVarFriendlyName=Дым блокирует выстрелы подавления огнём
m_arrVarDescription=Огонь на подавление не сработает, если между стрелком и целью есть дым. Ни стрелок, ни цель не должны быть на самом деле в дыму. Достаточно того, чтобы линия выстрела прошла сквозь дым чтоб выстрел не сработал.

m_arrVarName=SequentialOverwatch.m_bSmokeBlocksOW_DenseOnly
m_arrVarFriendlyName=Просто Густой дым
m_arrVarDescription=""

m_arrVarName=SequentialOverwatch.m_fReactionDistanceThroughSmoke
m_arrVarFriendlyName=Минимальное расстояние до блока
m_arrVarDescription=Дым никогда не будет блокировать выстрелы боеготовности по целям на этом расстоянии в плитких. например если параметр установлен на уровне 2,50, дым не может блокировать ответный огонь против цели, которая находится ближе чем на 2,5 плитки (половинные плитки важны для диагонального позиционирования). Вы можете выбрать с шагом 0,5 плитки, до 4 плиток в этом меню. Однако в DefaultMiniMods.ini вы можете установить любое расстояние вручную (но не в реальных единицах, а в плитках).

m_arrVarName=ShadowStep
m_arrVarFriendlyName=Теневой шаг
m_arrVarDescription=Позволяет определить перк (или список перков), который дает "иммунитет" к реакции на огонь. Это означает, что юниты с этим перком (или перками) не вызывают ответные выстрелы боеготовности (ни нормальный, ни подавляющий огонь). Тем не менее, они все еще вызывают выстрелы подавления - нет "иммунитета" к подавлению. Это несколько обоюдоострый меч - вы защищены от ответного огня, но вы также не можете снять подавление для товарищей по команде.\n\nНастройки позволяют определять до 3 перков. Если вы хотите больше, вам нужно сделать это вручную в файле DefaultMiniMods.ini.

m_arrVarName=ShadowStep.m_arrShadowStepPerks
m_arrVarFriendlyName=Перк Теневой шаг
m_arrVarDescription=Юнит с этим перком не вызывает ответного огня противника.  

m_arrVarName=ShadowStep.m_arrShadowStepPerks.1
m_arrVarFriendlyName=Перк Теневой шаг1
m_arrVarDescription=""  

m_arrVarName=ShadowStep.m_arrShadowStepPerks.2
m_arrVarFriendlyName=Перк Теневой шаг 2
m_arrVarDescription=""  

m_arrVarName=ShadowStep.m_arrShadowStepPerks.3
m_arrVarFriendlyName=Перк Теневой шаг 3
m_arrVarDescription=""

m_arrVarName=ShadowStep.m_arrShadowBusterPerks
m_arrVarFriendlyName=Перк Разрушителя Теней
m_arrVarDescription=Юнит с этим перком МОЖЕТ СПРОВОЦИРОВАТЬ ВЫСТРЕЛЫ возле юнитов со способностью «Шаг тени».  

m_arrVarName=ShadowStep.m_arrShadowBusterPerks.1
m_arrVarFriendlyName=Перк Разрушителя Теней 1
m_arrVarDescription=""  

m_arrVarName=ShadowStep.m_arrShadowBusterPerks.2
m_arrVarFriendlyName=Перк Разрушителя Теней 2
m_arrVarDescription=""  

m_arrVarName=ShadowStep.m_arrShadowBusterPerks.3
m_arrVarFriendlyName=Перк Разрушителя Теней 3
m_arrVarDescription=""
  
m_arrVarName=ShadowStep.m_bShadowStepOnlyOnMove
m_arrVarFriendlyName=Tребует движения
m_arrVarDescription=Когда эта опция включена, теневые перки будут работать только тогда, когда юнит идет или бежит - не предотвратить Огневoй Поддержкe.

m_arrVarName=ShadowStep.m_bShadowStepRequiresDash
m_arrVarFriendlyName=Требуется черта
m_arrVarDescription=Когда эта опция включена, теневые перки будут работать только тогда, когда юнит атакует, иначе юнит, как правило, запускает ответный огонь противника.

m_arrVarName=ShadowStep.m_bDashGivesShadowStep
m_arrVarFriendlyName=Черты достаточно
m_arrVarDescription=Когда эта опция включена, перечеркнутые юниты не будут вызывать ответный огонь противника - и для этого не требуется перк.

m_arrVarName=PerkGivesItems
m_arrVarFriendlyName=Перк получения зарядов предмета
m_arrVarDescription=<FONT COLOR='#00ff00'>(Требуется перезагрузка или перезапуск миссии)</FONT > Это скорее инструмент моддинга, чем готовый к использованию режим. Вы можете использовать перк для добавления бесплатных зарядов предметам. Вы выбираете перк, предмет и количество зарядов для него. Вы можете определить много таких комбинаций, и вы можете назначить множество предметов на 1 способность. Настройки по умолчанию предоставляют несколько примеров: Ready For Anything предоставляет 1 свободный дым, гранату и вспышку (в базе EW это Bullet Swarm, упс); Smoke And Mirrors дает 1 свободную вспышку; Field Medic дает еще 1 бесплатный медпакет .\n\nВПЕРЕД - ИЗМЕНИТЕ ИХ, ДОБАВЬТЕ БОЛЬШЕ, ПОВЕСЕЛИТЕСЬ!

m_arrVarName=PerkGivesItems.iPerk
m_arrVarFriendlyName=Перк
m_arrVarDescription=Выберите перк, который даст бесплатные заряды для некоторых предметов. Установите количество зарядов в следующем варианте, а элемент в другом - ниже.\n\nЧтобы удалить комбинацию, установите перк или элемент на 0 (нет). Если вы хотите отключить комбинацию, но не удалить ее - установите для параметра Заряды значение 0.

m_arrVarName=PerkGivesItems.iCharges
m_arrVarFriendlyName=Заряды
m_arrVarDescription=Установите количество свободных зарядов для предмета (вы выбираете предмет в опции чуть ниже). Это свободные или дополнительные заряды. Если вы не возьмете предмет, он будет автоматически добавлен в ваш инвентарь в начале миссии. Если вы берете предмет из казарм - заряды будут добавлены к тому, что вы обычно получаете от владения предметом. Вы можете установить количество на 0, чтобы временно отключить перк от выдачи зарядов, но не удаляя всю опцию - так что вы можете включить его позже.

m_arrVarName=PerkGivesItems.iItem
m_arrVarFriendlyName=Предмет
m_arrVarDescription=Выберите предмет. Если вы не возьмете предмет из казарм, он будет автоматически добавлен в ваш инвентарь в начале миссии. Если вы возьмете предмет из казарм - заряды будут добавлены ​​как дополнительные. Чтобы удалить настройку, установите перк или элемент на 0 (нет). Если вы хотите отключить настройку, но не удалить ее - установите для параметра Заряды значение 0.

m_arrVarName=PerkGivesItems.iBlankOptions
m_arrVarFriendlyName=Пустые варианты
m_arrVarDescription=Как вы могли видеть, в конце списка есть по крайней мере 2 пустых параметра, ожидающих вашего заполнения. Если вы сделаете это и сохраните параметры, вы получите еще 2 (или более) пустых параметра. Если вы хотите больше, чем 2, вы можете установить это здесь. Однако вам нужно сохранить настройки и повторно войти в Меню модов, чтобы увидеть дополнительные пустые опции.

m_arrVarName=ScoutSense
m_arrVarFriendlyName=Чувство разведчика
m_arrVarDescription=Этот мод добавляет новую способность - чувство разведчика. Способность предоставляется определенным перкам (определенным в параметрах). По умолчанию это начальный перк для класса разведчика (Долгая война) или снайпера (базовый враг внутри), но вы можете изменить его на любой перк. Способность позволяет слышать ближайших врагов и указывать на их местоположение. Работает только тогда, когда отряд не видит врагов и не обнаруживает скрытых искателей. Навык улучшается с уровнем солдата - начиная с указания направления, а на более высоких уровнях добавляя информацию о расстоянии и типе врага..

m_arrVarName=ScoutSense.m_iScoutSensePerk
m_arrVarFriendlyName=Перк Чувство разведчика
m_arrVarDescription=Выберите перк, который предоставит способность Чувство разведчика. По умолчанию 0, означает начальный перк для класса Разведчик (Long War) или Снайпер (базовый Enemy Within) - он будет автоматически обнаружен на основе информации в файле DefaultGameCore.ini.

m_arrVarName=ScoutSense.m_iScoutSenseMaxRange
m_arrVarFriendlyName=Максимальная дистанция
m_arrVarDescription=Установите максимальную дальность в плитках, на которой будут слышны враги. Если ближайший враг находится за пределами этого диапазона, сигнал скажет «Нет следов врага»..

m_arrVarName=ScoutSense.m_bScoutSensePersistentCues
m_arrVarFriendlyName=Постоянные сигналы
m_arrVarDescription=При выборе этой опции индикаторы направления остаются видимыми даже после переключения с разведчика на другой отряд. Если опция ВЫКЛЮЧЕНА, сигналы исчезнут после переключения на другое устройство. Видимость подсказок также можно контролировать с помощью кнопки способности на интерфейсе.

m_arrVarName=ScoutSense.m_bScoutSenseScalesWithRank
m_arrVarFriendlyName=Более высокий уровень - улучшенный сигнал
m_arrVarDescription=При выборе этой опции способность разведчика улучшается с ростом звания солдата - увеличивая расстояние слышимости и объем информации. В противном случае реплики сразу же предоставят полную и точную информацию на максимальном расстоянии.\n\nЧто касается количества информации, есть 4 уровня навыка: \nУровень навыка 0 - только направление на врага.\nУровень навыка 1 - направление + неопределенная информация о расстоянии.\nУрвень навыка 2 - направление + неопределенное расстояние + тип врага.\nУровень навыка 3 - направление + расстояние в плитках + тип врага.\n\nКогда солдат получает перк «чувство разведчика» умение находится на уровне 0. Для более высоких уровней умения требуется определенный ранг - он определяется в опциях ниже.\n\nЧто касается расстояния слышимости, существует 7 уровней, по одному для каждого звания солдата. Минимальное расстояние слышимости - 25 плиток - для ранга Специалист. Каждый ранг выше Специалиста увеличивает диапазон слышимости на 1/6 разницы между максимальным диапазоном и 25.\nПример: при максимальном диапазоне, установленном на 40, расстояние слышимости для последующих рангов составляет: 25, 27, 30, 32, 35, 37, 40. При max=50 это будет: 25, 29, 33, 37, 41, 45, 50.\nВ качестве справки стоит упомянуть, что дальность видимости составляет 18 клеток, а максимальная дальность для стандартных реплик, которые вы обычно видите на любом солдате в основной игре, составляет 25 плиток.

m_arrVarName=ScoutSense.m_iScoutSenseLvl1Rank
m_arrVarFriendlyName=Нечеткое расстояние зависит от ранга:
m_arrVarDescription=Выберите звание солдата, при котором реплика будет расширена с неопределенной информацией о расстоянии до врага.

m_arrVarName=ScoutSense.m_iScoutSenseLvl2Rank
m_arrVarFriendlyName=Тип врага зависит от ранга:
m_arrVarDescription=Выберите звание солдата, для которого реплика будет расширена информацией о типе врага.

m_arrVarName=ScoutSense.m_iScoutSenseLvl3Rank
m_arrVarFriendlyName=Точное расстояние зависит от ранга:
m_arrVarDescription=Выберите звание солдата, при котором нечеткая информация о расстоянии будет заменена точным расстоянием в плитках.

m_arrVarName=ScoutSense.ScoutSenseRange
m_arrVarFriendlyName=""
m_arrVarDescription=Установите максимальное расстояние в плитках, которое неопределенно считается <XGParam:StrValue0/>

m_arrVarName=FlashBangImproved
m_arrVarFriendlyName=Улучшенная светошумовая граната
m_arrVarDescription=Взрыв светошумовой гранаты уменьшает радиус обзора цели.

m_arrVarName=FlashBangImproved.m_iDisorientedSightRadius
m_arrVarFriendlyName=Ограничение радиуса обзора
m_arrVarDescription=Установите максимальный радиус обзора для юнита, пораженного светошумовой гранатой.

m_arrVarName=FreeActions
m_arrVarFriendlyName=Бесплатные действия
m_arrVarDescription=Сделайте так, чтобы определенные действия в игре не стоили очка действия (например, использование боевых стимуляторов или захвата и т. д.).

m_arrVarName=FreeActions.m_bNoCostCombatStims
m_arrVarFriendlyName=Стимулятор и в бой
m_arrVarDescription=Использование боевых стимуляторов не требует очков действия.

m_arrVarName=FreeActions.m_bNoCostGrapple
m_arrVarFriendlyName=Человек-паук
m_arrVarDescription=Использование крюка для захвата не требует очков действия.

m_arrVarName=FreeActions.m_iGrappleCooldown
m_arrVarFriendlyName=Время восстановления захвата
m_arrVarDescription=Установить время восстановления при использовании захвата. Настоятельно рекомендуется с Человеком-пауком, чтобы запретить множество боевых действий за один ход.\n<FONT COLOR='#00ff00'>ВАЖНО:</FONT> Время восстановления устанавливается в пол-оборота: 1 - время восстановления до конца хода, 2 - время восстановления до начала следующего хода, 3 - время восстановления до конца следующего. ход, 4 - время восстановления до начала следующего хода и так далее. Установите 0, чтобы убрать время восстановления. Подсказка - установите очень высокое значение (например, 100), если вы хотите разрешить только одно использование на миссию (стиль LW Rebalance).\nПо умолчанию: 2.

m_arrVarName=FreeActions.m_iGrappleCharges
m_arrVarFriendlyName=Заряды крюка
m_arrVarDescription=Установите количество зарядов крюка за миссию.\n<FONT COLOR='#00ff00'>ВАЖНО:</FONT> Изменения во время миссии затронут только солдат, которые еще не использовали свой крюк. Значение 0 означает неограниченное использование.\nПо умолчанию: 0.

m_arrVarName=PerkGivesItems.bEnabled
m_arrVarFriendlyName=""
m_arrVarDescription=Снимите флажок, чтобы временно отключить перк от предоставления зарядов, но без удаления всей комбинации, чтобы его можно было легко повторно включить.

m_arrVarName=AlienHeadIcons
m_arrVarFriendlyName=Улучшенные значки врагов
m_arrVarDescription=Делает голову пришельца - значки предоставляют дополнительную информацию - если это лидер врага, если враг находится под наблюдением, если враг подавляет текущий отряд.

m_arrVarName=AlienHeadIcons.m_fLeaderIconMultiplier
m_arrVarFriendlyName=Масштаб значка лидера
m_arrVarDescription=Значок лидера будет больше. Установите масштаб здесь. Если вы не хотите, чтобы эта функция установила масштаб на 1.0

m_arrVarName=AlienHeadIcons.m_bOWIcons
m_arrVarFriendlyName=Показать Overwatch
m_arrVarDescription=Когда враг находится под наблюдением или подавляет активный отряд, небольшой дополнительный значок будет указывать на эти факты.

m_arrVarName=AlienHeadIcons.m_fSquadSizeIconTransparency
m_arrVarFriendlyName=Размер отряда Проз.
m_arrVarDescription=Иконки HUD для врагов в диапазоне размеров отряда могут быть частично прозрачными. 0.0 означает отсутствие прозрачности, 1.0 означает полную прозрачность (невидимый значок). Обычно значения> 0,50 имеют видимую разницу.

m_arrVarName=NoDeathMod
m_arrVarFriendlyName=От мертвых к раненым
m_arrVarDescription=Солдаты, убитые в бою, возвращаются с тяжелыми ранениями, НО по крайней мере один солдат должен успешно вернуться на базу. Солдаты, «оставленные позади», останутся мертвыми.

m_arrVarName=AlienHeadIcons.m_bAllHitChanceOverIcons
m_arrVarFriendlyName=Показать все шансы
m_arrVarDescription=Над каждым значком врага будут отображаться меткость и шанс критического попаданиа - не нужно наводить указатель мыши на значок или активировать режим прицеливания.

m_arrVarName=AlienHeadIcons.HUDColor_Aim
m_arrVarFriendlyName=Меткость
m_arrVarDescription=Выбрать цвет.

m_arrVarName=AlienHeadIcons.HUDColor_Aim.1
m_arrVarFriendlyName=<FONT COLOR='#808080'>1</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Aim.2
m_arrVarFriendlyName=<FONT COLOR='#5CD16C'>2</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Aim.3
m_arrVarFriendlyName=<FONT COLOR='#EE1C25'>3</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Aim.4
m_arrVarFriendlyName=<FONT COLOR='#FFD038'>4</FONT>
m_arrVarDescription=""
 
m_arrVarName=AlienHeadIcons.HUDColor_Aim.5
m_arrVarFriendlyName=<FONT COLOR='#B9FFFF'>5</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Aim.10
m_arrVarFriendlyName=<FONT COLOR='#F78000'>10</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Aim.11
m_arrVarFriendlyName=<FONT COLOR='#A09CD6'>11</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Crit
m_arrVarFriendlyName=Крит. попадание
m_arrVarDescription=Выбрать цвет.

m_arrVarName=AlienHeadIcons.HUDColor_Crit.1
m_arrVarFriendlyName=<FONT COLOR='#808080'>1</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Crit.2
m_arrVarFriendlyName=<FONT COLOR='#5CD16C'>2</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Crit.3
m_arrVarFriendlyName=<FONT COLOR='#EE1C25'>3</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Crit.4
m_arrVarFriendlyName=<FONT COLOR='#FFD038'>4</FONT>
m_arrVarDescription=""
 
m_arrVarName=AlienHeadIcons.HUDColor_Crit.5
m_arrVarFriendlyName=<FONT COLOR='#B9FFFF'>5</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Crit.10
m_arrVarFriendlyName=<FONT COLOR='#F78000'>10</FONT>
m_arrVarDescription=""

m_arrVarName=AlienHeadIcons.HUDColor_Crit.11
m_arrVarFriendlyName=<FONT COLOR='#A09CD6'>11</FONT>
m_arrVarDescription=""

m_arrVarName=GameSpeedMod
m_arrVarFriendlyName=Скорость игры
m_arrVarDescription=Установите собственную скорость игры по умолчанию (скорость всех анимаций) для тактических миссий. Используйте сочетания клавиш Ctrl+ '+' и Ctrl+ '-' для увеличения/уменьшения скорости.

m_arrVarName=GameSpeedMod.GAME_SPEED_TACTICAL
m_arrVarFriendlyName=Скорость игры по умолчанию
m_arrVarDescription=Каждый раз, когда вы начинаете миссию, скорость игры будет установлена ​​на это значение.

m_arrVarName=GameSpeedMod.GAME_SPEED_MOD_STEP
m_arrVarFriendlyName=+/- Шаг
m_arrVarDescription=Каждый раз, когда вы нажимаете Ctrl+ '+' или Ctrl+ '-' скорость игры будет увеличиваться/уменьшаться на это значение. Скорость игры никогда не упадет ниже 0.50 и не будет выше 2.50.

m_arrVarName=MiscMiniMods.m_bAmmoCounter
m_arrVarFriendlyName=Счетчик патронов
m_arrVarDescription=Добавляет более читаемый счетчик боеприпасов

m_arrVarName=MiscMiniMods.m_bAmmoCounterTextStyle
m_arrVarFriendlyName=Цифровой счетчик
m_arrVarDescription=Цифровой счетчик боеприпасов появится рядом с названием оружия в правом нижнем углу экрана.

m_arrVarName=MiscMiniMods.m_bShowAmmoSpentByEnemies
m_arrVarFriendlyName=Боеприпасы потраченные противником
m_arrVarDescription=Добавляет информацию о боеприпасах, израсходованных врагами. Он считает только те боеприпасы, что израсходованы перед игроком. Когда противник исчезает из поля зрения хотя бы на 1 полный ход, счетчик сбрасывается (возможно противник перезаряжает оружие, игрок этого знать не может).

m_arrVarName=MiscMiniMods.m_bKillsCounter
m_arrVarFriendlyName=Счетчик убитых
m_arrVarDescription=Добавляет информацию о количестве врагов, убитых солдатом - в текущей миссии и в целом.

m_arrVarName=LimitChainPanic
m_arrVarFriendlyName=Лимит цепной паники
m_arrVarDescription=Выбирайте события, которые не вызовут тест на панику у солдат. Это может ограничить так называемый эффект «цепной паники» в определенных ситуациях.

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.0
m_arrVarFriendlyName=Игнорируй:
m_arrVarDescription=Выберите событие, которое не вызовет тест на панику для солдата.

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.1
m_arrVarFriendlyName=Игнорируй:
m_arrVarDescription=Выберите событие, которое не вызовет тест на панику для солдата.

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.2
m_arrVarFriendlyName=Игнорируй:
m_arrVarDescription=Выберите событие, которое не вызовет тест на панику для солдата.

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.3
m_arrVarFriendlyName=Игнорируй:
m_arrVarDescription=Выберите событие, которое не вызовет тест на панику для солдата.

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.4
m_arrVarFriendlyName=Игнорируй:
m_arrVarDescription=Выберите событие, которое не вызовет тест на панику для солдата.

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.N.-1
m_arrVarFriendlyName=Пусто
m_arrVarDescription=""

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.N.0
m_arrVarFriendlyName=Солдат ранен
m_arrVarDescription=""

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.N.1
m_arrVarFriendlyName=Союзник - Критическое ранение
m_arrVarDescription=""

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.N.2
m_arrVarFriendlyName=Союзник убит
m_arrVarDescription=""

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.N.4
m_arrVarFriendlyName=Союзник - разум под контролем.
m_arrVarDescription=""

m_arrVarName=LimitChainPanic.IgnoredMoraleEvent.N.6
m_arrVarFriendlyName=Союзник паникует
m_arrVarDescription=""

m_arrVarName=FlashBangBlinds
m_arrVarFriendlyName=Дезориентация ослепляет
m_arrVarDescription=Этот мод ограничивает радиус обзора всех юнитов со статусом 'Дезориентация' (наложенный светошумовыми гранатами или другим способом) - со всеми вытекающими последствиями (дальность огня, способность видеть и нацеливаться на врагов). Вы можете определить лимит в опциях.

m_arrVarName=FlashBangBlinds.m_iDisorientedSightRadius
m_arrVarFriendlyName=Радиус обзора
m_arrVarDescription=Определить радиус обзора юнитов со статусом 'Дезориентация' (в тайлах).

m_arrVarName=MiscMiniMods.m_bShowPerksOnSoldierLists
m_arrVarFriendlyName=Показать способности в списках
m_arrVarDescription=Когда вы выбираете солдата в списке солдат, всплывающее окно отображает список его способности (так же, как и в казармах).

m_arrVarName=AlienSightRings
m_arrVarFriendlyName=Диапазон обзора пришельцев
m_arrVarDescription=Показывает кольца, указывающие радиус обзора врагов. Вы можете решить, должны ли кольца быть видны всегда или только тогда, когда это разумно. Проверьте параметры.\n\n<font color=#00ff00>Мод также можно включать/выключать с помощью сочетания клавиш Ctrl+R.</font>

m_arrVarName=AlienSightRings.m_bAlienSightRingsPermanent
m_arrVarFriendlyName=Показать все
m_arrVarDescription=Показывает кольца для всех врагов. Со многими врагами это может привести к беспорядку, поэтому по умолчанию эта опция отключена. Когда эта опция выключена, кольца появляются только при планировании движения и только для врагов, дальность обзора которых не достигает положения, на которое в данный момент указывает курсор мыши. Это позволяет планировать ход, который ускользает или не попадает в поле зрения противника. ВАЖНО: кольца обозначают только ДАЛЬНОСТЬ прицеливания, они НЕ указывают, может ли враг ВИДЕТЬ место, указанное курсором мыши. <font color='#00ff00'>(Помните: вы всегда можете использовать сочетание клавиш Ctrl+R, чтобы скрыть/показать кольца).</font>

m_arrVarName=AlienSightRings.m_bAlienSightRingsOnlyXcomTurn
m_arrVarFriendlyName=Только в ход XCOM
m_arrVarDescription=Показывает кольца только во время хода XCOM.

m_arrVarName=AlienSightRings.RingColor
m_arrVarFriendlyName=Цвет кольца
m_arrVarDescription=Определите цвет колец, регулируя компоненты R (красный), G (зеленый), B (синий). Примеры цветов:\n\n<font color='#67E8ED'>R=103, G=232, B=237</font>\n<font color='#B9FFFF'>R=185, G=255, B=255</font>\n<font color='#5CD16C'>R=92, G=209, B=108</font>\n<font color='#FFD038'>R=255, G=209, B=56</font>\n<font color='#F67420'>R=246, G= 116, B=32</font>\n<font color='#EE1C25'>R=238, G=28, B=37</font>\n<font color='#A09CD6'>R=166, G=156, B=214</font>\n<font color='#808080'>R=128, G=128, B=128.</font>

m_arrVarFriendlyName=Компактный дисплей ОЗ
m_arrVarDescription=Включает альтернативное отображение ОЗ в виде вертикальной полосы, показывающей текущий % здоровья. Вместо этого объем ОЗ отображается в числовом виде. Полезно, когда у врагов куча здоровья.\n\n<FONT COLOR='#00FF00'>Используйте сочетание клавиш Ctrl+H, чтобы включать/выключать этот мод во время миссии</FONT>

m_arrVarName=MiscMiniMods.m_bMoreGlamCam
m_arrVarFriendlyName=Авторакурсы
m_arrVarDescription=Добавляет камеру с близким фокусом для нескольких действий.

m_arrVarName=MiscMiniMods.m_bGlamCam_Grapple
m_arrVarFriendlyName=Крюк
m_arrVarDescription=Добавляет камеру с близким фокусом для Крюка.

m_arrVarName=MiscMiniMods.m_bGlamCam_Rocket
m_arrVarFriendlyName=Ракетный выстрел
m_arrVarDescription=Добавляет камеру с близким фокусом для ракетных выстрелов.